/*
Цель:
В этом ДЗ вы потренируетесь строить схемы, выберете тему проектной работы.
Описание/Пошаговая инструкция выполнения домашнего задания:
Строим концептуальную и/или логическую модель БД для вашего проекта.
Приводим свою БД в 3ю нормальную форму, либо если таблица в 1нф или 2нф или не нормализована пишем, зачем и почему так лучше.
Обязательно описываем предметную область.
Инструменты и средства любые на ваше усмотрение или те, о которых говорилось на занятии.
В качестве проекта вы можете взять любую идею, которая вам близка и сделать схему базы данных, а затем создать ее.
Это может быть какая-то часть вашего рабочего проекта, которую вы хотите переосмыслить.
Если есть идея, но не понятно как ее уложить в рамки учебного проекта, напишите преподавателю и мы поможем.
На занятии-семинаре по представлению проектов в конце 2го модуля нужно будет показать схему БД, объяснить бизнес идею, а также технические решения, которые вы считаете важными.
*/

---ОПИСАНИЕ ПРЕДМЕТНОЙ ОБЛАСТИ 

/*

В данной работе рассматривается предметная область «Экспресс доставка».
Данная БД предназначена для оформления заказов по доставке грузов/писем. Оформление заказов должно вестись с любым клиентом из любого города. 
В базе данных должна храниться информация об адресантах, адресатах, о типах писем, о типах страховок, о пунтках отправки и 
пунктах приема, о городах и странах.

Логическая и физическая модель разработана в ERWin

*/